//<%@ page language="java" contentType="text/html; charset=utf-8"%>

//11-长期合同制、12-劳务派遣、13-业务外包、14-基地见习生、15-退休返聘、21-短期合同制、22-小时工、23-顾问、24-实习生、25-灵活派遣、26-勤工助学；
var workType = [ [ '11', '长期合同制' ],
                 [ '12', '劳务派遣' ], 
                 [ '13', '业务外包' ],
                 [ '14', '基地见习生' ], 
                 [ '15', '退休返聘' ], 
                 [ '21', '短期合同制' ], 
                 [ '22', '小时工' ], 
                 [ '23', '顾问' ], 
                 [ '24', '实习生' ], 
                 [ '25', '灵活派遣' ], 
                 [ '26', '勤工助学' ],  
                 [ '6', '外包' ], 
                 [ '8', '代理' ],
                 [ '9', '个人承包经营者' ], 
                 [ '99', '非员工' ] ];
